Repository: npallika/APOLINK
Catalog: APOLINK-final/APOLINK2023/locale/*/LC_MESSAGES/django.po
Languages: el

source: English
el: Αγγλικά

source: Greek
el: Ελληνικά

source: Username
el: Όνομα

source: Address
el: Διεύθυνση

source: Company Name
el: Όνομα Εταιρείας

source: Industry
el: Βιομηχανία

source: Update
el: Ενημέρωση

source: Change password
el: Αλλαγή κωδικού πρόσβασης

source: EDIT
el: Επεξεργασία

source: Save
el: Αποθήκευση

source: Your username and password didn't match. Please try again.
el: Το όνομα χρήστη και ο κωδικός πρόσβασής σας δεν ταιριάζουν. Παρακαλώ δοκιμάστε ξανά.

source: Login
el: Σύνδεση

source: Reset password
el: Επαναφορά κωδικού πρόσβασης

source: New here? Create an account.
el: Νέος χρήστης; Δημιουργήστε ένα λογαριασμό.

source: Old password
el: Παλαιός κωδικός πρόσβασης

source: New password
el: Νέος κωδικός πρόσβασης

source: Confirm password
el: Αλλαγή κωδικού πρόσβασης

source: Your password has been Updated.
el: Ο κωδικός πρόσβασής σας έχει ενημερωθεί.

source: Your password has been reset. You may go ahead and <a href="%(login_url)s">sign in</a> now.
el: Ο κωδικός πρόσβασής σας έχει επανέλθει. Μπορείτε να <a href="%(login_url)s"> προχωρήσετε και να συνδεθείτε τώρα.

source: Reset Your Password
el: Επαναφορά κωδικού πρόσβασης

source: New Password
el: Κωδικός πρόσβασης

source: New Password Confirmation
el: Επιβεβαίωση κωδικού πρόσβασης

source: Reset Password
el: Επαναφορά κωδικού πρόσβασης

source: Return to home page
el: Επιστροφή στην αρχική σελίδα

source: To initiate the password reset process for your Account %(user.email)s, click the link below:
el: Για να ξεκινήσετε τη διαδικασία επαναφοράς του κωδικού πρόσβασης για το Λογαριασμό σας %(user.email)s, κάντε κλικ στον παρακάτω σύνδεσμο:

source: Send reset email
el: Αποστολή email επαναφοράς

source: Sign Up
el: Εγγραφείτε

source: Activate your user account
el: Ενεργοποιήστε το λογαριασμό χρήστη σας

source: Hi %(user.username)s,
el: Γεια σας %(user.username)s,

source: Please click on the link below to confirm your registration:
el: Κάντε κλικ στον παρακάτω σύνδεσμο για να επιβεβαιώσετε την εγγραφή σας:

source: Activate
el: Ενεργοποίηση

source: Thank you!
el: Σας ευχαριστώ!

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
el: Απαιτούνται. 30 χαρακτήρες ή λιγότεροι. Μόνο γράμματα, ψηφία και @/./+/-/_.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
el: Αυτή η τιμή μπορεί να περιέχει μόνο γράμματα, αριθμούς και @/./+/-/_ χαρακτήρες.

source: First name
el: 'Ονομα

source: Last name
el: Επίθετο

source: Email address
el: διεύθυνση

source: Password
el: Κωδικός πρόσβασης

source: Password confirmation
el: Επιβεβαίωση κωδικού πρόσβασης

source: You have successfully logged in
el: Έχετε συνδεθεί επιτυχώς

source: Your account is not active.
el: Ο λογαριασμός σας δεν είναι ενεργός.

source: industry
el: βιομηχανία

source: phone mobile country
el: τηλέφωνο κινητό χώρα

source: phone mobile number
el: αριθμός κινητού τηλεφώνου

source: phone landline country
el: τηλέφωνο σταθερό τηλέφωνο χώρα

source: phone landline number
el: αριθμός σταθερού τηλεφώνου

source: company name
el: ονομα εταιρείας

source: company position
el: εταιρεία θέση

source: street address
el: διεύθυνση οδού

source: city
el: πόλη

source: region
el: περιοχή

source: zipcode
el: ταχυδρομικός κώδικας

source: country
el: χώρα

source: code
el: κώδικας

source: phone code
el: κωδικός τηλεφώνου

source: name
el: oνομα

source: Country
el: Χώρα

source: Countries
el: Χώρες

source: Industry Type
el: Τύπος βιομηχανίας

source: Industry Types
el: Τύποι βιομηχανίας

source: Platform User
el: Χρήστης πλατφόρμας

source: Platform Users
el: Χρήστες της πλατφόρμας

source: Thank you for your email confirmation. Now you can LOGIN in your account
el: Σας ευχαριστούμε για την επιβεβαίωση του email σας. Τώρα μπορείτε να συνδεθείτε στο λογαριασμό σας

source: Activation link is invalid!
el: Ο σύνδεσμος ενεργοποίησης είναι άκυρος!

source: Dear <b>{username}</b>, please go to email <b>{to_email}</b> inbox and click on received activation link to confirm and complete the registration.<b> Note: </b>. Check your spam folder.
el: Αγαπητέ/ή <b>{username}</b>, παρακαλούμε μεταβείτε στο εισερχόμενα του email <b>{to_email}</b> και κάντε κλικ στον λειτουργικό σύνδεσμο ενεργοποίησης για να ολοκληρώσετε την εγγραφή σας.<b> Σημείωση: </b>Ελέγξτε τον φάκελο ανεπιθύμητης αλληλογραφίας σας.

source: Problem sending email to {to_email}
el: Πρόβλημα αποστολής email σε {to_email}

source: hello
el: ΓΕΙΑ

source: You have successfully logged out.
el: Έχετε αποσυνδεθεί επιτυχώς.

source: Your profile is updated successfully
el: Το προφίλ σας ενημερώθηκε με επιτυχία

source: Admin
el: Διαχειριστής

source: Sell/Rent
el: Πώληση/Ενοικίαση

source: Search Product
el: Τα προϊόντα μου

source: My Products
el: Τα προϊόντα μου

source: Logout
el: Αποσύνδεση

source: Login/Sign Up
el: Σύνδεση/Εγγραφή

source: Product Categories
el: Κατηγορίες προϊόντων

source: short name
el: σύντομο όνομα

source: short description
el: σύντομη περιγραφή

source: slug
el: γυμνοσάλιαγκας

source: icon
el: εικονίδιο

source: First Level Category
el: Κατηγορία πρώτου επιπέδου

source: First Level Categories
el: Κατηγορίες πρώτου επιπέδου

source: parent category
el: γονική κατηγορία

source: Second Level Category
el: Κατηγορία Δεύτερου Επιπέδου

source: Second Level Categories
el: Κατηγορίες Προϊόντων Δεύτερου Επιπέδου

source: Category
el: Κατηγορία

source: Manufactured date
el: Ημερομηνία κατασκευής

source: Please i need some Information on this Product
el: Παρακαλώ χρειάζομαι κάποιες πληροφορίες σχετικά με αυτό το προϊόν

source: Go to the Web site
el: Μεταβείτε στον ιστότοπο

source: Product Details
el: Φωτογραφίες προϊόντος

source: Name
el: Όνομα

source: Manufactured Date
el: Ημερομηνία κατασκευής

source: Registered Date
el: ημερομηνία εγγραφής

source: Last Updated
el: ημερομηνία ενημέρωσης

source: Status
el: Κατάσταση

source: Technical Specifications
el: Τεχνικές προδιαγραφές

source: Edit
el: Επεξεργασία

source: Delete
el: Διαγραφή

source: Number of Product contacts
el: Αριθμός επαφών προϊόντος

source: Contact the seller
el: Επικοινωνήστε με τον πωλητή

source: Send Informations
el: Αποστολή πληροφοριών

source: Technical Specs
el: Τεχνικές προδιαγραφές

source: Submit
el: Υποβολή

source: manufactured date
el: ημερομηνία κατασκευής

source: product name
el: oνομα προϊόντος

source: product category
el: κατηγορία προϊόντος

source: product short description
el: Σύντομη περιγραφή του προϊόντος

source: manufacturer
el: κατασκευαστής

source: For sell, rent or both
el: Για πώληση, ενοικίαση ή και τα δύο

source: model
el: μοντέλο

source: Upload image
el: Ανέβασμα εικόνας

source: Product Name
el: Όνομα προϊόντος

source: Product Category
el: Κατηγορία προϊόντος

source: Manufacturer
el: Κατασκευαστής

source: Model
el: Μοντέλο

source: Product short description
el: Σύντομη περιγραφή του προϊόντος

source: Subject
el: Θέμα

source: Message
el: Μήνυμα

source: Reason
el: Λόγος

source: Third Level Category
el: Κατηγορία Τρίτου Επιπέδου

source: Third Level Categories
el: Κατηγορίες Τρίτου Επιπέδου

source: Selling
el: Πώληση

source: For Selling
el: Για πώληση

source: Renting
el: Ενοικίαση

source: For Renting
el: Για ενοικίαση

source: Selling or Renting
el: Πώληση ή ενοικίαση

source: For Selling or Renting
el: Για πώληση ή ενοικίαση

source: user
el: χρήστης

source: date registered
el: ημερομηνία εγγραφής

source: date updated
el: ημερομηνία ενημέρωσης

source: Product Displayed
el: Εμφανιζόμενο προϊόν

source: Products Displayed
el: Προϊόντα που εμφανίζονται

source: photo
el: φωτογραφία

source: product
el: προϊόν

source: Product Photo
el: Φωτογραφία προϊόντος

source: Product Photos
el: Φωτογραφίες προϊόντος

source: subject
el: θέμα

source: Reason for your inquiry
el: Λόγος για την έρευνά σας

source: created at
el: δημιουργήθηκε στο

source: Contact
el: Επικοινωνία

source: Contacts
el: Επαφές

source: Bottom Driven
el: Κάτω μέρος Οδηγούμενο

source: Side Driven
el: Πλευρική οδήγηση

source: Top & Bottom Driven
el: Κίνηση από πάνω & κάτω

source: Case Sealer Type
el: Τύπος σφραγιστή θήκης

source: Minimum Box Size (cm)
el: Ελάχιστο μέγεθος κουτιού (cm)

source: Maximum Box Size (cm)
el: Μέγιστο μέγεθος κουτιού (cm)

source: Maximum boxes per min
el: Μέγιστα κουτιά ανά λεπτό

source: Case Sealers Spec
el: Προδιαγραφές σφραγιστικών θήκης

source: Case Sealers Specs
el: Προδιαγραφές συσκευών σφράγισης κιβωτίων

source: Top Loader
el: Κορυφαίος φορτωτής

source: Side Loader
el: Πλευρικός φορτωτής

source: Pick and Place
el: Διαλέξτε και τοποθετήστε

source: Case Packer Type
el: Τύπος συσκευαστή κιβωτίων

source: Case Packer spec
el: Συσκευαστής κιβωτίων προδιαγραφή

source: Case Packer specs
el: Συσκευαστής κιβωτίων προδιαγραφές

source: Batch
el: Παρτίδα

source: Continuous
el: Συνεχής

source: Batch/Continuous
el: Παρτίδα/Συνεχής

source: Motor Power in kW
el: Ισχύς κινητήρα σε kW

source: Application
el: Eφαρμογή

source: Dispersers spec
el: Προδιαγραφές διασκορπιστών

source: Dispersers specs
el: Προδιαγραφές διασκορπιστή

source: Layer
el: Στρώμα

source: Gantry
el: Γερανογέφυρα

source: Robotic
el: Ρομποτική

source: Other
el: Άλλα

source: Palletizer Type
el: Τύπος παλετοποιητή

source: Throughput (pieces/min)
el: Απόδοση (τεμάχια/λεπτό)

source: Palletizer spec
el: Προδιαγραφή Palletizer

source: Palletizer specs
el: Προδιαγραφές Palletizer

source: Case Sealers
el: Κλειστικά Κιβωτίων

source: Case Packers
el: Εγκιβωτιστικά

source: Dispersers-Mixers
el: Διασκορπιστές-αναμικτήρες

source: Palletizers
el: Παλετοποιητές

source: Dear <b>{username}</b>, you correctly contacted the seller at the email: <b>{to_email}</b>
el: Αγαπητέ <b>{username}</b>, σωστά επικοινωνήσατε με τον πωλητή στο email: <b>{to_email}</b>

source: ERROR in form validation
el: ΣΦΑΛΜΑ στην επικύρωση φόρμας

source: There was an error uploading your photos. Please ensure that the uploaded files are images.
el: Υπήρξε σφάλμα στο ανέβασμα των φωτογραφιών σας. Παρακαλούμε βεβαιωθείτε ότι τα αρχεία που μεταφορτώσατε είναι εικόνες.
